/* Subtitle describing a fast with a certain N-hour duration. e.g. '1 hour eating window'. Assume singular-case. */
"%.01f hour fast" = "ayuno de %.01f hora";

/* Template for a label describing a body weight measurement recorded on a certain day. e.g '10 lbs on May 2' */
"%1@ on %2@" = "%1$@ el %2$@";

/* Title for a screen where the user can configure their timed eating window. */
"%@ hour window" = "Ventana de %@ horas";

/* Information about how long the eating window or fast has been open (e.g. '5h so far').
   Note that the user has fasted for some amount of time so far (e.g. '2h 5m so far')
   Text describing how long it has been since the user's fast or eating window began. (e.g. '2h 30m so far') */
"%@ so far" = "%@ hasta ahora";

/* Title of screen that shows the eating window for a given day. In the format 'November 18th's Window'. An alternative translation is 'Window for %@'. */
"%@'s Window" = "Ventana del %@";

/* Placeholder text stating that there is one image attached the user's eating window note */
"1 image attached" = "1 imagen adjunta";

/* A reminder about the user's flexible eating window that is automatically triggered after ten hours. */
"10 hour reminder" = "Recordatorio de 10 horas";

/* Label showing an example fast that lasted for sixteen hours */
"16 hour fast" = "Ayuno de 16 horas";

/* Example of the 'Show fasting duration' feature, as if the user did not eat for 18 hours. */
"18 Hour Fast" = "Ayuno de 18 horas";

/* A reminder about the user's flexible eating window that is automatically triggered after five hours. */
"5 hour reminder" = "Recordatorio de 5 horas";

/* Label showing an example eating window that lasted for eight hours */
"8 hour eating window" = "Ventana de alimentación de 8 horas";

/* Placeholder text for when the user can't edit their flexible eating window's end time */
"A flexible eating window remains open until you close it manually." = "Una ventana de alimentación permanecerá abierta hasta que la cierres manualmente.";

/* A discussion about whether the user should use a timed or flexible eating window. */
"A timed eating window may work best if you’re following a program like 16:8 or Fast 5. If you’re just tracking the amount of time you eat, then a flexible window may work better for you." = "Una ventana de alimentación programada puede funcionar mejor si estás siguiendo un programa como 16: 8 o Fast 5. Si solo estás registrando la cantidad de tiempo que comes, entonces una ventana flexible puede funcionar mejor para ti.";

/* A discussion about the differences between timed and flexible eating windows */
"A timed eating window “closes” after a set amount of time. On the other hand, a flexible eating window stays open until you “close” it yourself." = "Una ventana de alimentación cronometrada se \"cierra\" después de un período de tiempo establecido. Por otro lado, una ventana de alimentación flexible permanece abierta hasta que tu mismo \"la cierras\".";

/* Title for button that opens the app's About page
   Title of the app's About screen */
"About" = "Acerca de";

/* Title of button that lets the user add more text to their note. */
"Add More" = "Agregar más";

/* Title of button that lets the user add a note to their eating window */
"Add Note" = "Agregar nota";

/* Alert action that lets the user retroactively add an eating window on a specific date */
"Add Window on %@" = "Agregar ventana para el %@";

/* Alert action that adds a new eating window on the given date. */
"Add window on %@" = "Agregar ventana para el %@";

/* A description of the Calendar tab */
"After you record your first eating window, this tab will show you a calendar of your old windows." = "Después de grabar tu primera ventana de alimentación, esta ficha te mostrará un calendario de tus ventanas antiguas.";

/* A description of the timeline tab */
"After you record your first eating window, this tab will show you a timeline of your eating windows and fasts." = "Después de que registres tu primera ventana de alimentación, esta ficha te mostrará una línea de tiempo de tus ventanas de alimentación y de tus ayunos.";

/* Confirmation after the user deleted all of their data. */
"All of your data has been deleted." = "Todos tus datos han sido eliminados.";

/* Title for alert notifying the user that body weight measurements logged before the given date have been hidden from the app */
"All weights recorded on or before %@ have been hidden." = "Se han ocultado todos los pesos registrados del %@ o anteriores.";

/* Title of button that allows Window to send notifications */
"Allow Window to send important notifications" = "Permitir que Window envíe notificaciones importantes";

/* An option that always shows the time elapsed (the amount of time that has elapsed / passed since the beginning of the user's eating window.) */
"Always Show Time Elapsed" = "Mostrar siempre el tiempo transcurrido";

/* Subtitle of option that lets the user opt-out of sending crash reports */
"Anonymous crash reports help us diagnose and resolve critical issues." = "Los informes de accidentes anónimos nos ayudan a diagnosticar y resolver problemas críticos.";

/* Subtitle of option that lets the user opt-out of sending anonymous usage data */
"Anonymous usage data lets us know how many people are using Window." = "Los datos de uso anónimos nos permiten saber cuántas personas están usando Window.";

/* Title of a screen that lets the user customize the app's icon */
"App Icon" = "Icono";

/* Label that notes the developer of the app */
"App developed by Cal Stephens" = "Aplicación desarrollada por Cal Stephens";

/* Confirming the user wants to delete all of their data */
"Are you sure?" = "¿Estás segura?";

/* A person who writes books. Used as 'Gin Stephens, Author'. */
"Author" = "Autor";

/* The first meal of the day. */
"Breakfast" = "Desayuno";

/* Title of the 'Calendar' tab, where uses can view their past eating windows in a calendar format */
"Calendar" = "Calendario";

/* An error message telling the user they can't open an eating window at this moment. */
"Can't Open Eating Window" = "No se puede abrir la ventana de alimentación";

/* No comment provided by engineer. */
"Cancel" = "Cancelar";

/* Alert action that deletes all eating windows scheduled for the future */
"Cancel All Future Windows" = "Cancelar todas las ventanas futuras";

/* Alert actions that deletes the upcoming scheduled eating window */
"Cancel Scheduled Window" = "Cancelar la ventana programada";

/* Title of button that lets the user cancel their upcoming eating window */
"Cancel Window" = "Cancelar ventana";

/* A button that cancels the user's eating window schedule */
"Cancel schedule" = "Cancelar horario";

/* Alert notifying the user that they discarded their eating window. */
"Canceled your eating window." = "Se canceló tu ventana de alimentación.";

/* Error stating that the user cannot send an email becuase their mail account is not set up. */
"Cannot Send Mail" = "No se puede enviar el correo electrónico";

/* Title of alert notifying the user that their eating window could not be saved because it conflicts with another eating window. */
"Cannot save eating window" = "No se puede guardar la ventana de alimentación";

/* Title of button that lets the user adjust the selected date range for their weight history graph */
"Change date range" = "Cambiar período";

/* Title of button that lets the user convert a timed window into a flexible window */
"Change to flexible window" = "Cambiar a ventana flexible";

/* Title of button that lets the user convert a flexible window into a timed window */
"Change to timed window" = "Cambiar a ventana cronometrada";

/* Title of button that opens the user's photo library */
"Choose Photo" = "Elegir foto";

/* Title of button that closes / ends the user's current eating window */
"Close Now" = "Cerrar ahora";

/* Title of button that closes (ends) the current eating window */
"Close Window" = "Cerrar ventana";

/* Title for button that closes / ends the current eating window */
"Close Window and Save" = "Cerrar ventana y guardar";

/* Title of alert confirming the user wants to close their existing eating window. */
"Close eating window?" = "¿Deseas cerrar la ventana de alimentación?";

/* Alert notifying the user that they closed their eating window. */
"Closed your eating window." = "Cerrado tu ventana de alimentación.";

/* Information about when the eating window closes. (e.g. 'Closes in 5h 10m').
   Text describing when the user's eating window closes / ends */
"Closes in %@" = "Cierra en %@";

/* A message congradulaing the user for completing some milestone. (e.g. '10th Eating Window' or '100th Eating Window'). The ordinal number (1st, 2nd, 3rd, etc.) is generated at runtime. */
"Congratulations on finishing your %@ Eating Window!" = "¡Felicidades por haber finalizado tu %@ ventana de alimentación!";

/* A message congradulaing the user for completing their first eating window. */
"Congratulations on finishing your first Eating Window!" = "¡Felicitaciones por haber finalizado tu primera ventana de alimentación!";

/* Title of alert warning the user the the selected body weight measurement could not be deleted */
"Could not delete weight" = "No se pudo borrar el peso";

/* Title of alert warning the user the the selected body weight measurement could not be edited */
"Could not edit weight" = "No se puede editar el peso";

/* Message warning the user that their image could not be saved to disk. */
"Could not save image" = "No se pudo guardar la imagen";

/* Title of alert that gets shown if the Export Data process fails for some reason. */
"Couldn't export your data" = "No se pudieron exportar tus datos";

/* Title of alert that gets shown if the Import Data process fails for some reason. */
"Couldn't import your data" = "No se pudieron importar tus datos";

/* Title of an option that lets the user control how countdowns are displayed */
"Countdown" = "Cuenta regresiva";

/* Title of button that creates a spreadsheet with statistical data about the user's eating windows */
"Create" = "Crear";

/* Title for button that generates a spreadsheet of the user's data */
"Create Spreadsheet" = "Crear hoja de cálculo";

/* Fragment of the phrase 'Created by Cal Stephens'. If a standard translation of the phrase would cause the 'Created by' analogue to come after 'Cal Stephens' (rather than before, like in the English translation), then you should prefer an alternative translation like 'Developer'. */
"Created by" = "Creado por";

/* Title for a card that shows the user's current eating window */
"Current Eating Window" = "Ventana de alimentación actual";

/* Title for a card that shows the user's current fast */
"Current Fast" = "Ayuno actual";

/* Message noting that the user is currently fasting (not eating food) */
"Currently fasting" = "Actualmente en ayuno";

/* Text noting that the user's eating window is currently open / in-progress. */
"Currently open" = "Actualmente abierta";

/* Title of option that allows the user to customize the app's behavior (for example, set a custom eating window schedule or view a custom date range in the weight graph). */
"Custom" = "Personalizar";

/* Title of screen that lets the user select a custom range of dates */
"Custom Date Range" = "Personalizar rango de fecha";

/* Title of a screen that lets the user set up and manage a Custom eating window schedule */
"Custom Schedule" = "Horario personalizado";

/* Title of a button that lets the user schedule an eating window that will only repeat daily */
"Daily" = "Diariamente";

/* Prefix modifier notating that this is a daily eating window (e.g. 'Daily 5 hour eating window'). An acceptable alternative phrasing could be '5 hour eating window (daily)'. */
"Daily %@" = "%@ diaria";

/* Title of the app's main 'Dashboard' screen. */
"Dashboard" = "Panel";

/* Title of a screen that lets the user manage their data */
"Data Management" = "Gestión de datos";

/* Some date on the calendar */
"Date" = "Fecha";

/* A range of dates to be shown on a graph */
"Date Range" = "Período";

/* Title of a column of data that contains dates */
"Day" = "Día";

/* The default option of some configuration. */
"Default" = "Defecto";

/* Description of 'Delay Don't Deny' book. Do not translate the book title. */
"Delay Don't Deny by Gin Stephens" = "Delay Don't Deny, de Gin Stephens";

/* Title of button that deletes an eating window */
"Delete" = "Eliminar";

/* Title of button that delete's all of the user's data. */
"Delete All Data" = "Borrar todos los datos";

/* Title of button that lets the user delete the note associated with their eating window */
"Delete Note" = "Eliminar nota";

/* Message noting that the user deleted their eating window */
"Deleted your eating window" = "Eliminado tu ventana de alimentación";

/* The third / last meal of the day. */
"Dinner" = "Cena";

/* Title for button that discards the current eating widnow */
"Discard" = "Descartar";

/* Title for button that discards the current eating window, and cancels all eating windows scheduled in the future. */
"Discard and Cancel Future Windows" = "Descartar y cancelar ventanas futuras";

/* Title of button that dismisses some message that has been presented to the user */
"Dismiss" = "Cerrar";

/* Options controlling the way bits of data are displayed within the app */
"Display Options" = "Opciones de pantalla";

/* No comment provided by engineer. */
"Done" = "Listo";

/* Title of a column of data that contains the duration of eating windows, in seconds. */
"Duration (seconds)" = "Duración (segundos)";

/* Title of screen that shows information about a specific past eating window */
"Eating Window" = "Ventana de alimentación";

/* Title for the screen that shows users a calendar of their past eating windows */
"Eating Window Calendar" = "Calendario de ventanas de alimentación";

/* Some number of eating windows */
"Eating Windows" = "Ventanas de alimentación";

/* Alert body informing the user that their eating window cannot be longer than some number of hours (20 hours at the time of writing) */
"Eating windows cannot be longer than %d hours" = "Las ventanas de alimentación no pueden ser más de %d horas";

/* No comment provided by engineer. */
"Edit" = "Editar";

/* Title of button that lets the user adjust / edit their upcoming eating window. (e.g. 'Edit Thursday's Window...') */
"Edit %@'s Window..." = "Editar la ventana del %@...";

/* Title of popup that lets the user edit multiple eating windows at once */
"Edit All" = "Editar todas";

/* Title of button that lets the user edit the note of their eating window */
"Edit Note" = "Editar nota";

/* Title of button that lets the user adjust / edit their repeating eating window schedule */
"Edit Repeating Schedule..." = "Editar horario repetido...";

/* Title of button that lets the user adjust / edit their upcoming eating window. */
"Edit Today's Window..." = "Editar ventana de alimentación de hoy...";

/* Title of button that lets the user adjust / edit their upcoming eating window. */
"Edit Tomorrow's Window..." = "Editar ventana de mañana...";

/* Title of button that lets the user edit their eating window */
"Edit Window" = "Editar ventana";

/* Title of button that lets the user edit the type of eating window being configured */
"Edit Window Type" = "Editar tipo de ventana";

/* Title of alert that gives the user options to edit their current eating window */
"Edit current eating window" = "Editar ventana de alimentación actual";

/* Title of alert that gives the user options to edit their eating window */
"Edit next eating window" = "Editar siguiente ventana de alimentación";

/* Title of alert that gives the user options to edit their eating window */
"Edit scheduled eating window" = "Editar ventana de alimentación programada";

/* An option to edit the starting time of an eating window */
"Edit start time..." = "Editar hora de inicio ...";

/* An option to edit the type (timed or flexible) or the duration of an eating window */
"Edit type..." = "Editar tipo...";

/* The ending date of some selected date range */
"End Date" = "Fecha de finalización";

/* Title of button that lets the user end / cancel their eating window schedule */
"End Repeating Schedule" = "Finalizar repetición de programa";

/* Title of a column of data that contains the ending times of eating windows */
"End Time" = "Hora de finalización";

/* Alert notifying the user that their eating window schedule has been ended. */
"Ended your eating window schedule." = "Finalizó el horario de tu ventana de alimentación.";

/* Information about when the current fast ends (e.g. 'Ends in 5h').
   Text describing how long until the user's fast is complete */
"Ends in %@" = "Finaliza en %@";

/* Title of button that lets the user export their eating window data */
"Export Data" = "Exportar datos";

/* Title of card that discusses the differences between timed and flexible eating windows. */
"FAQ: Timed or flexible? Which one is right for me?" = "Preguntas frecuentes: ¿Ventanas cronometradas o flexibles? ¿Cuáles son las adecuadas para mí?";

/* Message noting that the user is currently fasting (not eating food) */
"Fasting" = "Ayuno";

/* Title for screen that describes the 'Show fasting duration' feature */
"Fasting Duration" = "Duración del ayuno";

/* Title of the screen that shows the user a timeline of their fasts */
"Fasting Timeline" = "Línea de tiempo de ayuno";

/* A description of the Window app */
"Fasting Tracker" = "Rastreador de ayuno";

/* Description of the 'Show fasting duration' option. */
"Fasting duration is calculated by taking the time between two eating windows." = "Para calcular la duración del ayuno se cuenta el tiempo transcurrido entre dos ventanas de alimentación.";

/* Title of an email where the user can send feedback about the Window app */
"Feedback for Window" = "Comentarios para Window";

/* Indicates the current eating window will be a flexible window */
"Flexible" = "Flexible";

/* Indicates the current eating window will be a flexible window */
"Flexible eating window" = "Ventana de alimentación flexible";

/* Note that the user's eating window will have a flexible length, and will not end until the user closes it manually. */
"Flexible length" = "Duración flexible";

/* Indicates the current window will be a flexible window */
"Flexible window" = "Ventana flexible";

/* A sample eating window note */
"For dinner, I had BBQ chicken with pasta in a creamy mushroom sauce and salad with Italian dressing. For dessert I had one perfect scoop of ice cream." = "Para la cena, comí pollo a la barbacoa con pasta en salsa cremosa de champiñones y ensalada con aderezo italiano. Para el postre tuve una cucharada perfecta de helado.";

/* Title of an eating widndow that repeats every Friday */
"Fridays" = "Cada viernes";

/* Title for 'Done' button on the 'Welcome to Window' screen. */
"Get Started" = "Comenzar";

/* Body of alert notifying the user that their eating window just opened / started. */
"Good news, your window just opened!" = "Buenas noticias, tu ventana acaba de abrirse!";

/* Body of alert notifying the user that their eating window just opened / started. */
"Good news, your window just opened! You can eat until %@." = "Buenas noticias, tu ventana acaba de abrirse! Puedes comer hasta las %@.";

/* More casual text for a 'Done' button. 'Done' or 'OK' are both acceptable alternate translations */
"Got it" = "Entendido";

/* Body of message prompting the user to log their weight for the first time. */
"Have a scale handy? Logging your weight every day is a great way to track your weight loss progress." = "¿Tienes una balanza a mano? Registrar tu peso todos los días es una excelente manera de seguir el progreso de tu proceso de pérdida de peso.";

/* Title of button that hides the selected body weight measurement, and all earlier weight measurements. */
"Hide All Earlier Weights" = "Ocultar todos los pesos anteriores";

/* Title of button that hides the selected body weight measurement */
"Hide Weight" = "Ocultar peso";

/* Title for button that opens the app's History page
   Title of button that opens the window history screen */
"History" = "Historial";

/* Some number of hours. */
"Hours" = "horas";

/* Placeholder text / writing prompt for screen that lets the user add a note to their eating window
   Placeholder text promopting the user to enter a note about their eating window */
"How was your day?" = "Cómo estuvo tu día?";

/* Placeholder text / writing prompt for screen that lets the user add a note to their eating window */
"How was your day? What did you have for dinner?" = "¿Cómo estuvo tu día? ¿Qué cenaste?";

/* Title of button that confirms the user granted access for Window to access their health daya */
"I granted access" = "Permití el acceso";

/* Another sample eating window note */
"I went to a cafe with my friends. I tried avocado toast for the first time, and it was really good! I rounded off my meal with two eggs (sunny-side up) and a small salad." = "Fui a un café con mis amigos. Probé la tostada de aguacate por primera vez, ¡y fue realmente bueno! Terminé mi comida con dos huevos (con el lado soleado hacia arriba) y una ensalada pequeña.";

/* An explaination of how the Window app chooses between showing the time remaining or the time elapsed during a countdown for an eating window or fast. */
"If Window doesn't know when your eating window or fast is going to end (like during a flexible window), it will show you the time elapsed instead." = "Si la aplicación no sabe cuándo finalizará su Ventana de alimentación o Ayuno (como durante una ventana flexible), le mostrará el tiempo transcurrido.";

/* Alert text describing what would happen if the user hides a given body weight measurement. */
"If you hide this weight, it will still be recorded in other apps but will no longer appear in Window." = "Si ocultas este peso, igual se registrará en otras aplicaciones, pero ya no aparecerá en Window.";

/* Some user-uploaded image or photograph */
"Image" = "Imagen";

/* Title of button that lets the user import eating window data */
"Import Data" = "Importar datos";

/* Message shown when the user successfully imports some data into the Window app */
"Import Successful" = "Importación exitosa";

/* Title of alert that is shown while the app is importing the user's data */
"Importing your data" = "Importando tus datos";

/* Description of the Window app. */
"Intermittent Fasting Tracker" = "Aplicación de seguimiento de ayunos intermitentes";

/* Error warning the user that the start/end times they entered for their eating window are invalid. */
"Invalid Times" = "Horarios no válidos";

/* Message notifying the user that their eating window could not be saved because it would overlap with another eating window. (e.g. 'It would overlap with your eating window that started at started at 10:00pm on April 3 and ended at 2:00am on April 4.') */
"It would overlap with your eating window that started at %1$@ on %2$@ and ended at %3$@ on %4$@." = "Se superpondría con tu ventana de alimentación que comenzó a las %1$@ del %2$ @ y terminó a las %3$@ del %4$@.";

/* A weight measurement unit */
"Kilograms" = "Kilogramos";

/* Title of button that shows some additional information about the topic being discussed */
"Learn More" = "Más";

/* Title of button that opens a webpage where the user can read more about Intermittent Fasting */
"Learn more about Intermittent Fasting" = "Más información sobre los ayunos intermitentes";

/* Title for a screen that lets the user log their current body weight
   Title for button that opens a screen where the user can log their current weight */
"Log Weight" = "Registrar peso";

/* Title of button that lets the user log their current body weight
   Title of button that lets the user log their currently body weight */
"Log weight" = "Registrar peso";

/* Title of message prompting the user to log their weight for the first time. */
"Log your weight for the first time" = "Registra tu peso por primera vez";

/* Some number of logged weights */
"Logged Weights" = "Pesos registrados";

/* The second meal of the day. */
"Lunch" = "Almuerzo";

/* Abbreviation for 'Maximum' -- setting that shows all of the data available. 'All' is an acceptable alternate translation */
"Max" = "Máx.";

/* Some number of minutes. */
"Minutes" = "Minutos";

/* Title of an eating widndow that repeats every Monday */
"Mondays" = "Cada lunes";

/* Title for button that lets the user view more of their eating window history */
"More" = "Más";

/* Title of a card showing the most recent note */
"Most Recent Note" = "Nota más reciente";

/* Label for the 'moving average' or 'rolling average' of the user's body weight */
"Moving Average" = "Promedio de variación";

/* Title for a card that shows the user's next upcoming eating window */
"Next Eating Window" = "Siguiente ventana de alimentación";

/* Declining a request */
"No" = "No";

/* Placeholder text for where there is no data available */
"No data" = "Sin datos";

/* Placeholder text for when there is no data available in the range of dates currently selected */
"No data in range" = "Sin datos en el período";

/* Text noting that there is no eating window (usually in context of a specific date. e.g. 'No eating window on May 2' */
"No eating window" = "No hay ninguna ventana de alimentación";

/* Label that appears if the user did not fast on a given date. */
"No fast" = "Ningún ayuno";

/* Text noting that there is no eating window (usually in context of a specific date. e.g. 'No window on May 2' */
"No window" = "Sin ventana";

/* A note about an eating window */
"Note" = "Nota";

/* Title of a column of data that contains a note image identifier */
"Note Image ID" = "ID de imagen de nota";

/* Some number of note images */
"Note Images" = "Imágenes de nota";

/* Title of a column of data that contains an eating window note */
"Note Text" = "Nota de texto";

/* Text shown on the Window widget when there isn't any data to show (e.g. the user doesn't have an active eating window or fast) */
"Nothing to see here." = "Nada que ver aquí.";

/* Placeholder for when there is no content */
"Nothing yet" = "Todavía nada";

/* Title of a section of data that lets the user toggle certain notifications on or off */
"Notifications" = "Notificaciones";

/* No comment provided by engineer. */
"OK" = "Aceptar";

/* Title of a button that lets the user schedule an eating window that will only repeat once */
"Once" = "Una vez";

/* Title for button that lets the user immediately open their eating window */
"Open Now" = "Abrir ahora";

/* Title for button that opens a new eating window */
"Open Window" = "Abrir ventana";

/* Title for a card that allows the user to open a new eating window */
"Open a new Eating Window" = "Abrir una nueva ventana de alimentación";

/* Text shown on the Window widget when there isn't any data to show (e.g. the user doesn't have an active eating window or fast) */
"Open an eating window in the Window app." = "Abrir una ventana de alimentación en la aplicación Window.";

/* Information about when the eating window opened (e.g. 'Opened at 5:00pm').
   Notes the time which the user's eating window opened. e.g. 'Opened at 5:00 pm'
   Text noting that an eating window opened / began at a given time. (e.g. 'Opened at 5:00 pm') */
"Opened at %@" = "Se abrió a las %@";

/* An alert letting the user know that their eating window has been opened. */
"Opened your eating window. Time to eat!" = "Se abrió tu ventana de alimentación. ¡Hora de comer!";

/* A simple message that tells the user when their eating window will open. (e.g. 'Opens at 2:00pm') */
"Opens at %@" = "Se abre a las %@";

/* A simple message that tells the user when their eating window will open. (e.g. 'Opens on Wednesday at 2:00pm') */
"Opens on %2$@ at %1$@" = "Abre el %2$@ a las %1$@";

/* A simple message that tells the user when their eating window will open. (e.g. 'Opens tomorrow at 2:00pm') */
"Opens tomorrow at %@" = "Se abre mañana a las %@";

/* The original app source of a logged weight (they can get imported from other apps) */
"Original Source" = "Fuente original";

/* Title of button that opens the app's privacy policy */
"Our Privacy Policy" = "Nuestra política de privacidad";

/* A range of dates spanning the past three months (90 days) */
"Past 3 Months" = "Últimos 3 meses";

/* A range of dates spanning the past six months (180 days) */
"Past 6 Months" = "Últimos 6 meses";

/* Title for panel showing eating window history for the previous four days */
"Past Four Days" = "Últimos cuatro días";

/* A range of dates spanning the past month (30 days) */
"Past Month" = "Último mes";

/* Title for panel showing eating window history for the previous seven days */
"Past Seven Days" = "Últimos siete días";

/* A range of dates spanning that past week (seven days) */
"Past Week" = "Última semana";

/* A range of dates spanning the past year (365 days) */
"Past Year" = "Último año";

/* A weight measurement unit common in the United States */
"Pounds" = "Libras";

/* Title of alert that is shown while the app is preparing / generating the user's data export */
"Preparing data export" = "Preparando la exportación de datos";

/* Title of card showing showing the user's previous fast */
"Previous Fast" = "Ayuno anterior";

/* Title of a section that describes the Window app's privacy policy. */
"Privacy" = "Privacidad\n";

/* Title of a card displaying the user's four most recent eating windows */
"Recent Eating Windows" = "Ventanas de alimentación recientes";

/* Title of button that lets the user reopen their eating window
   Title of button that re-opens an eating window that had already been closed */
"Reopen" = "Reabrir";

/* Title of button that lets the user reopen their eating window */
"Reopen Window" = "Reabrir ventana";

/* Title of button that reopens an eating window as a flexible eating window */
"Reopen as flexible window" = "Reabrir como ventana flexible";

/* Title of alert confirming if the user wants to re-open an eating window that has already been closed. */
"Reopen eating window?" = "¿Deseas reabrir la ventana de alimentación?";

/* Title of button that reopens an eating window for an additional hour */
"Reopen for another hour" = "Reabrir por una hora";

/* Title of alert notifying the user that their eating window has been re-opened. */
"Reopened your eating window" = "Reabierto tu ventana de alimentación";

/* Title of alert confirming the user wants to re-schedule an eating window that had already closed. */
"Reschedule eating window for later?" = "¿Reprogramar la ventana de alimentación para más tarde?";

/* Title of button that re-schedules an eating window that had already closed. */
"Reschedule for later" = "Reprogramar para más tarde";

/* Title of alert notifying the user that their eating window has been re-scheduled. */
"Rescheduled your eating window" = "Se reprogramó tu ventana de alimentación";

/* No comment provided by engineer. */
"Reset" = "Restablecer";

/* Title of button that lets the user unhide all body weight measurements that had previously been hidden */
"Reset Hidden Weights" = "Restablecer pesos ocultos";

/* Title for alert confirming that the user wants to reset / unhide their hidden body weight measurements */
"Reset Hidden Weights?" = "¿Deseas restablecer los pesos ocultos?";

/* Alert action that deletes the eating window hat was logged for the current day */
"Reset Today's Window" = "Restablecer la ventana de hoy";

/* Title of an eating widndow that repeats every Saturday */
"Saturdays" = "Sábados";

/* No comment provided by engineer. */
"Save" = "Guardar";

/* Title of button that changes the schedule of all future eating windows */
"Save for All Future Windows" = "Guardar para todas las ventanas futuras";

/* Title of button that schedules an eating window for today *only* */
"Save for Today Only" = "Guardar solo para hoy";

/* Title of button that schedules an eating window for the next day *only* */
"Save for Tomorrow Only" = "Guardar solo para mañana";

/* Title of button that schedules an eating window for the next window *only* */
"Save for this window only" = "Guardar solo para esta ventana";

/* Title for button that lets the user schedule their eating window
   Title for button that schedules a new eating window for some time in the future */
"Schedule" = "Programa";

/* Title for a card that allows the userto schedule their next eating window */
"Schedule Next Eating Window" = "Programar siguiente ventana de alimentación";

/* Title for a card that allows the userto schedule their next eating window */
"Schedule Tomorrow's Eating Window" = "Programa la ventana de alimentación de mañana";

/* Title for button that allows the user to schedule an eating window for the following day */
"Schedule for tomorrow" = "Horario para mañana";

/* Title of screen that lets the user edit the scheduled time of their eating windows */
"Scheduled Time" = "Tiempo programado";

/* Alert notifying the user that their eating window has been scheduled. */
"Scheduled your eating window." = "Se programó tu ventana de alimentación.";

/* Alert notifying the user that their eating windows have been scheduled. */
"Scheduled your eating windows." = "Se programó tu ventana de alimentación.";

/* Text for label instructing the user to select a date range from the calendar. This date range will be used to show eating window statistics. */
"Select date range" = "Seleccionar período";

/* Title of option that lets the user opt-out of sending crash reports */
"Send Crash Reports" = "Enviar informes de colisión";

/* Title of button that opens a Compose Email screen, allowing the user to send feedback about the app */
"Send Feedback" = "Enviar comentarios";

/* Title of button that lets the user send feedback about the app's translations */
"Send Translation Feedback" = "Enviar comentarios de traducción";

/* Title of option that lets the user opt-out of sending anonymous usage data */
"Send Usage Data" = "Enviar datos de uso";

/* Title for screen where the user sets up their daily eating window */
"Set Up Window" = "Configurar ventana";

/* Title of the app's Settings screen */
"Settings" = "Ajustes";

/* No comment provided by engineer. */
"Share" = "Compartir";

/* A toggleable option to either show or hide the user's eating widnows */
"Show Windows" = "Mostrar ventanas";

/* Toggleable option that makes the app show fasting durations instead of eating window durations. */
"Show fasting duration" = "Mostrar duración del ayuno";

/* Message discussing the user's previous eating windows and fasts. e.g. 'Since then, you've logged 20 eating windows and fasted for 500 hours. Keep it up!'. The eating window and hour counts are pluralized appropriately at runtime. */
"Since then, you've logged %1$@ and fasted for %2$@. Keep it up!" = "Desde entonces, has registrado %1$@ y has ayunado durante %2$@. ¡Mantén tu registro actualizado!";

/* Message discussing the user's previous eating windows. */
"Since then, you've logged one eating window. " = "Desde entonces, has registrado una ventana de alimentación.";

/* Alert action that skips the next scheduled eating window */
"Skip Next Window" = "Omitir ventana siguiente";

/* The starting date of some selected date range */
"Start Date" = "Fecha de inicio";

/* Title of a column of data that contains the starting times of eating windows */
"Start Time" = "Hora de inicio";

/* Title of alert telling the us */
"Start date must be before end date" = "La fecha de inicio debe ser anterior a la fecha de finalización";

/* Title of button that enables Window's weight tracking feature */
"Start tracking" = "Comenzar seguimiento";

/* Information about when the current fast began (e.g. 'Started at 5:00pm'). */
"Started at %@" = "Comenzó a las %@";

/* Notates the start time of an eating window. (e.g. 'Starting at 5:00 pm' */
"Starting at %@" = "Empieza a las %@";

/* Title of button that opens a screen that shows statistics about the user's past eating windows */
"Statistics" = "Estadísticas";

/* A weight measurement unit common in the United Kingdom */
"Stone" = "Piedra";

/* Title of an eating widndow that repeats every Sunday */
"Sundays" = "Cada domingos";

/* Title of button that opens the camera so the user can take a photo */
"Take Photo" = "Tomar foto";

/* A message congradulaing the user for completing their first eating window. */
"That was the first step of your intermittent fasting journey. Keep it up!" = "Ese fue el primer paso de tu recorrido de ayunos intermitentes. ¡Mantén el registro actualizado!";

/* Congratulating the user for comleting some milestone. (e.g. 10th / 100th / 1000th eating window) */
"That's a huge milestone! Keep up the great work, and thank you for using Window!" = "¡Es un gran hito! ¡Sigue con el excelente trabajo y gracias por usar Window!";

/* Message telling the user the end time of their eating window must be after the start time. */
"The end time must be later than the start time." = "La hora de finalización debe ser posterior a la hora de inicio.";

/* Message warning the user that, if they delete their eating window, they will not be able to undo that action. */
"This action cannot be undone." = "Esta acción no se puede deshacer.";

/* Title for alert confriming the user wants to delete some piece of data. */
"This cannot be undone." = "Esta acción no se puede deshacer.";

/* Title of alert notifying the user that the window they are editing has already closed. */
"This eating window has already closed." = "Esta ventana de alimentación ya se ha cerrado";

/* Title of alert confirming if the user wants to re-open an eating window that has already been closed. */
"This eating window has already closed. Would you like to reopen it?" = "Esta ventana de alimentación ya se ha cerrado. ¿Te gustaría volver a abrirla?";

/* Body of alert confirming the user wants to re-schedule an eating window that had already closed. */
"This eating window has already closed. Would you like to reschedule it for %@ later today?" = "Esta ventana de alimentación ya se ha cerrado. ¿Te gustaría reprogramarla para %@ más tarde hoy?";

/* Title of alert notifying the user that the window that they are editing is currently open. */
"This eating window is currently open." = "Esta ventana de alimentación está abierta actualmente.";

/* Message telling the user the current eating window is on a daily repeating schedule. */
"This is a daily window." = "Esta es una ventana diaria.";

/* A message about the user's first eating window. */
"This is the first step of your intermittent fasting journey. After your window closes, you’ll fast until tomorrow." = "Este es el primer paso de tu recorrido de ayunos intermitentes. Después de que tu ventana se cierre, ayunarás hasta mañana.";

/* A message describing the the Dashboard screen. */
"This is your Dashboard, where you’ll see the most important info about your intermittent fasting journey. For now, you can open or schedule your first Eating Window." = "Este es tu Panel, donde verás la información más importante sobre tu recorrido de ayunos intermitentes. Por ahora, puedes abrir o programar tu primera ventana de alimentación.";

/* Describes how the user can access data in a spreadsheet generated by the app. */
"This spreadsheet can be added as a note, emailed to yourself, or shared to another app on your device." = "Puedes agregar esta hoja de cálculo como una nota, enviártela por correo electrónico o compartirla con otra aplicación en tu dispositivo.";

/* Body for alert confirming that the user wants to unhide all of their hidden body weight measurements */
"This will unhide all of your hidden weights. This cannot be undone." = "Esta acción mostrará todos tus pesos ocultos. Esta acción no se puede deshacer.";

/* Title of an eating widndow that repeats every Thursday */
"Thursdays" = "Cada jueves";

/* Some time of the day */
"Time" = "Hora";

/* The amount of time that has elapsed / passed since the beginning of the user's eating window. Keep this translation as short as possible. */
"Time Elapsed" = "Tiempo transcurrido";

/* Body of alert notifying the user that their fasting period has began. */
"Time to fast!" = "¡Hora de ayunar!";

/* Indicates the current eating window will be a timed window, with specific start and end times */
"Timed" = "Cronometrada";

/* Subtitle describing an eating window with a known start and end time */
"Timed window" = "Ventana cronometrada";

/* Note that the user's eating window will be timed, with a predefined duration. */
"Timed, %@" = "Cronometrada a %@";

/* Title of the 'Timeline' tab, where uses can view their past eating windows in a timeline format */
"Timeline" = "Línea de tiempo";

/* Title of label that directs the user to use the Window app on their iPhone if they want to add a photo or image to their eating window's note */
"To add a photo to your note, use Window on your iPhone" = "Para agregar una foto a tu nota, usa Window en tu iPhone";

/* Message advising the user to use Window on their iPhone to edit their daily or weekly eating window schedule */
"To edit your repeating schedule, use Window on your iPhone." = "Para editar tu horario de repetición, usa Window en tu iPhone.";

/* A footnote shown on Apple Watch */
"To set up a daily or weekly Eating Window schedule, use Window on your iPhone." = "Para configurar un horario de ventana de alimentación diario o semanal, usa Window en tu iPhone.";

/* Label telling the user they must grant us access to their health data in order to use Window's weight tracking features. */
"To track your weight in Window, you must grant us access to read and modify your Health data. You can change this setting in the Health app." = "Para hacer un seguimiento de tu peso en Window, debes otorgarnos acceso para leer y modificar tus datos de Health. Puedes cambiar esta configuración en la aplicación Health.";

/* Text for a label representing the current day.
   Title of button that shows the eating window history for the current day */
"Today" = "Hoy";

/* Prefix modifier noting that this is Today's eating window (e.g. 'Today's 5 hour eating window'. An acceptable alternative phrasing could be '5 hour eating window (Today)'. */
"Today's %@" = "%@ de hoy";

/* Title of a card showing the note for today's eating window */
"Today's Note" = "Nota de hoy";

/* Title for screen showing the current day's eating window */
"Today's Window" = "Ventana de hoy";

/* Prefix modifier noting that this is Tomorrow's eating window (e.g. 'Tomorrow's 5 hour eating window'. An acceptable alternative phrasing could be '5 hour eating window (Tomorrow)' */
"Tomorrow's %@" = "%@ de mañana";

/* Label advertising Window's weight tracking feature */
"Track your weight with Window" = "Haz un seguimiento de tu peso con Window";

/* A label noting that the app's content was translated from English */
"Translated from English" = "Traducido del inglés";

/* Title of an email where the user can send feedback about the Window app */
"Translation Feedback for Window" = "Comentarios sobre traducciones de Window";

/* Title of an eating widndow that repeats every Tuesday */
"Tuesdays" = "Cada martes";

/* Label for measurement unit used to display body weight. Value would be either Pounds or Kilograms. */
"Unit" = "Unidad";

/* Title of button that updates / changes the user's current eating window schedule. */
"Update" = "Actualizar";

/* Alert notifying the user that their eating window schedule has been updated. */
"Updated your eating window schedule." = "Se actualizó tu horario de ventana de alimentación.";

/* An alert letting the user know that their eating window has been updated. */
"Updated your eating window." = "Se actualizó tu ventana de alimentación.";

/* Alert notifying the user that their eating window has been updated. */
"Updated your scheduled eating window." = "Se actualizó tu ventana de alimentación programada.";

/* Label showing the current version of the app */
"Version %@" = "Versión %@";

/* Title for button that opens some other screen */
"View" = "Ver";

/* Title of button that lets the user view the note attached to their eating window
   Title of button that shows the note attached to the user's eating window */
"View Note" = "Ver nota";

/* Title for button that opens the Window History screen, where the user can view their past eating windows */
"View Past Windows" = "Ver ventanas anteriores";

/* Title for button that opens the Weight History screen, where the user can view their logged weight information */
"View Weights" = "Ver pesos";

/* Title of button that links to a given website */
"Visit Website" = "Visitar sitio web";

/* Title of an eating widndow that repeats every Wednesday */
"Wednesdays" = "Cada miércoles";

/* Some measurement of the user's body weight
   Title of the screen that lets the user view their logged weight history */
"Weight" = "Peso";

/* Units of measurement, including the Pound and Kilogram. */
"Weight Unit" = "Unidad de peso";

/* Alert text notifying that the body weight measurement was added in some other app. For example, 'Weight added in the HappyScale app' */
"Weight added in the %@ app" = "Peso agregado en la aplicación %@";

/* Title for alert notifying the user that some number of body weight measurements have been hidden from the app */
"Weights Hidden" = "Pesos ocultados";

/* Title for the app's welcome screen, in the format 'Welcome to Window'. */
"Welcome to %@" = "Bienvenido a %@";

/* A greeting welcoming the user to the app */
"Welcome to Window" = "Bienvenido a Window";

/* Message prompting the user to type in a note about their eating window. (e.g. 'What did you have for lunch?' or 'What did you have for dinner?'). */
"What did you have for %@?" = "¿Qué comiste durante el/la %@?";

/* Note that the user's current fast will end in some amount of time */
"Will end in %@" = "Finalizará en %@";

/* Shorthand for 'eating window' */
"Window" = "Ventana";

/* Title of an alert notifying the user that their eating window just closed / ended */
"Window Closed" = "Ventana cerrada";

/* Title of an alert notifying the user that their eating window will close / end soon */
"Window Closing Soon" = "La ventana finalizará pronto";

/* Title of file that contains the user's export data (here, Window is the title of the Window app). */
"Window Data Export" = "Exportación de datos de Window";

/* The duration of a user's window */
"Window Duration" = "Duración de la ventana";

/* Title of screen that shows history of the user's past eating windows */
"Window History" = "Historial de ventanas";

/* Title for screen that lets the user add a note to their eating window */
"Window Note" = "Nota para ventana";

/* Title of an alert notifying the user that their eating window just opened / started */
"Window Open" = "Ventana iniciada";

/* A notification send when the user's eating window is opened as part of an eating window schedule */
"Window Opened" = "Ventana iniciada";

/* Title of file that contains statistics about the user's eating window history */
"Window Statistics" = "Estadísticas de ventana";

/* Title of an alert notifying the user about the status of their current eating window */
"Window Status" = "Estado de ventana";

/* Title of a card that lets the user configure the type of their eating window (either Timed or Flexible). */
"Window Type" = "Tipo de ventana";

/* Description of the 'Show fasting duration' feature. Notably, 'Window' should not be translated as it is the name of the app in this context. */
"Window calculates the duration of your fast by taking the time between two eating windows." = "Window calcula la duración de tu ayuno al contar el tiempo entre dos ventanas de alimentación.";

/* Alert body warning the user that Window cannot modify weight data created in other apps */
"Window can't modify data created in other apps. Use the Health app to change or delete this weight." = "Window no puede modificar los datos creados en otras aplicaciones. Usa la aplicación Health para cambiar o eliminar este peso.";

/* Alert text noting that Window cannot modify the selected body weight measurement. Instead, the user must use the Apple Health app. */
"Window cannot modify weights added by other apps. Use the Health app to change or delete this weight." = "Window no puede modificar los pesos agregados por otras aplicaciones. Usa la aplicación Health para cambiar o eliminar este peso.";

/* Label for the duration of the user's eating window */
"Window duration (hours)" = "Duración de ventana (horas)";

/* Description of the app. Notably, 'Window' should remain untranslated as it is the name of the app. */
"Window is different from other Intermittent Fasting apps. Instead of tracking your fast, you track the amount of time you eat — your Eating Window!" = "Window es diferente a otras aplicaciones de ayuno intermitente. En lugar de hacer un seguimiento de tu ayuno, monitorizas la cantidad de tiempo que comes: ¡tu ventana de alimentación!";

/* Message describing how Window's weight tracking features works. */
"Window is the perfect companion for tracking your weight loss progress. We keep your personal data on your device, and never share it with anyone else." = "Window es el compañero perfecto para el seguimiento de tu progreso en el proceso de pérdida de peso. Mantenemos tus datos personales en tu dispositivo y nunca los compartimos con nadie más.";

/* Message describing how Window's weight tracking features works */
"Window is the perfect companion for tracking your weight loss progress. We work with Apple Health to keep your personal information safe." = "Window es el compañero perfecto para el seguimiento de tu progreso en el proceso de pérdida de peso. Trabajamos con Apple Health para mantener segura tu información personal.";

/* The description of a setting that makes the Window app always show the amount of time that has elapsed / passed since the beginning of the user's eating window or fast, rather than showing the time remaining until the end. */
"Window will always show how much time has passed since the start of your eating window or fast." = "La aplicación siempre mostrará cuánto tiempo ha pasado desde el inicio de su Ventana de alimentación o Ayuno.";

/* Window will show the user the amount of time remaining in their eating window or fast, if possible. */
"Window will show you how much time is remaining in your eating window or fast." = "La aplicación le mostrará cuánto tiempo queda en suVentana de alimentación o Ayuno.";

/* Label describing how Window's weight tracking features works */
"Window works with Apple Health to securely store your personal information." = "Window funciona con Apple Health para almacenar tu información personal de manera segura.";

/* Title for the screen that shows history of past eating windows. Translate as if meaning 'Eating Windows'. */
"Windows" = "Ventanas";

/* Body of alert confirming the user wants to close their existing eating window. For example, 'This eatng window is currently open. Would you like to mark it as closed at 5:00 pm (after being open for 5h 30m)?' */
"Would you like to mark it as closed at %@ (after being open for %@)?" = "¿Te gustaría marcarla como cerrada a las %1$@ (después de haber estado abierta durante %2$@)?";

/* Body of alert confirming the user wants to re-schedule an eating window that had already closed. */
"Would you like to reschedule it for %@ later today?" = "¿Te gustaría reprogramarla para hoy %@ qmás tarde?";

/* Title of button that opens the App Store page to review Window */
"Write Review" = "Escribir reseña";

/* A positive confirmation */
"Yes" = "Sí";

/* Error body explaining why the user can't open an eating window at this moment. */
"You already have an eating window logged for today." = "Ya tienes una ventana de alimentación registrada para hoy.";

/* A prompt to encourage the user to add a note to their eating window. */
"You can log a note about your eating window. How are you feeling?" = "Puedes registrar una nota sobre tu ventana de alimentación. ¿Cómo te sientes?";

/* Error stating that the user cannot send an email becuase their mail account is not set up. */
"You mail account is not set up correctly." = "Tu cuenta de correo electrónico no está configurada correctamente.";

/* Message warning the user that their image could not be saved because they are out of disk space. */
"You may be out of storage space on your device" = "Es posible que tu dispositivo no tenga más espacio de almacenamiento.";

/* Text describing how long it has been since the user's eating window opened / began. For example, 'Your (flexible window) opened (at 3:00 pm)' */
"Your %1$@ opened %2$@" = "Tu %1$@ abrió %2$@";

/* Text describing how long it has been since the user began fasting. For example, 'Your (18 hour fast) started (at 10:00 pm)' */
"Your %1$@ started %2$@" = "Tu %1$@ comenzó %2$@";

/* Title of message giving the user more information about the Window app while their first eating window is in progress */
"Your First Eating Window" = "Tu primera ventana de alimentación";

/* A message telling the user that their iPad does not support the Apple Health app, meaning they cannot use Window to track their weight. */
"Your device does not support Apple Health, which Window uses to securely store and access your personal information. To track your weight with Window, please use a different device (e.g. an iPhone)." = "Tu dispositivo no es compatible con Apple Health, la cual Window usa para almacenar y acceder de forma segura a tu información personal. Para realizar un seguimiento de tu peso con Window, utiliza un dispositivo diferente (por ejemplo, un iPhone).";

/* Body of alert telling the user how long their eating window has been open (e.g. 'Your eating window has been open for 3 hours') */
"Your eating window has been open for %@" = "Tu ventana de alimentación ha estado abierta durante %@";

/* A description of the user's Timed eating window. Immidiatelly followed by a depiction of the window's length. (e.g. 'Your eating window will close after [5 hours]') */
"Your eating window will close after..." = "Tu ventana de alimentación se cerrará después de...";

/* A description of the user's Flexible eating window. */
"Your eating window will remain open until you close it manually." = "Tu ventana de alimentación permanecerá abierta hasta que la cierres manualmente.";

/* Body of an alert notifying the user that their flexible eating window has been open for 24 hours */
"Your flexible window has been open for 20 hours, so we closed it automatically." = "Tu ventana flexible ha estado abierta durante 20 horas, por lo que la cerramos automáticamente.";

/* Body of an alert notifying the user that their flexible eating window has been open for eight hours */
"Your flexible window has been open for eight hours and counting." = "Tu ventana flexible ha estado abierta por más de ocho horas.";

/* Body of an alert notifying the user that their flexible eating window has been open for five hours */
"Your flexible window has been open for five hours and counting." = "Tu ventana flexible ha estado abierta durante más de cinco horas.";

/* Body of an alert notifying the user that their flexible eating window has been open for ten hours */
"Your flexible window has been open for ten hours and counting." = "Tu ventana de alimentación flexible ha estado abierta durante diez horas y contando.";

/* Body of alert notifying the user that their flexible eating window just opened / started. */
"Your flexible window just opened!" = "¡Tu ventana flexible acaba de abrirse!";

/* Message describing when the user start using the Window app. (e.g. 'Your intermittent fasting journey began on May 5, 2017') */
"Your intermittent fasting journey began on %@." = "Tu recorrido de ayunos intermitentes comenzó el %@.";

/* Body of alert notifying the user that their window has ended. */
"Your next eating window starts at %@." = "Tu próxima ventana de alimentación comienza a las %@.";

/* Body of alert notifying the user that their window has ended. For example, 'Your next eating window starts on Monday at 2:00pm.' */
"Your next eating window starts on %1$@ at %2$@." = "Tu próxima ventana de alimentación comienza el %1$@ a las %2$@.";

/* Body of alert notifying the user that their eating window has ended. */
"Your next eating window starts tomorrow at %@." = "Tu próxima ventana de alimentación comienza mañana a las %@.";

/* Body of an alert notifying the user that their eating window just closed / ended */
"Your window has closed." = "Tu ventana se cerró.";

/* Body of alert notifying the user that their eating window just opened / started */
"Your window just opened!" = "Tu ventana se abrió.";

/* Body of an alert notifying the user that their eating window will close / end soon */
"Your window will close in half an hour." = "Tu ventana se cerrará en media hora.";

/* Message telling the user their eating window will start at a given time and last some amount of time. e.g. 'Your window will start at 10:00am and last 3:00' */
"Your window will start at %1$@ and last %2$@" = "Tu ventana comenzará a las %1$@ y durará %2$@";

/* Message telling the user their eating window will start at a given time. e.g. 'Your window will start at 10:00am' */
"Your window will start at %@" = "Tu ventana comenzará a las %@";

/* Message telling the user their flexible eating window will start at a given time and continue until it they close it / end it. e.g. 'Your window will start at 10:00am and continue until closed manually' */
"Your window will start at %@ and continue until closed manually" = "Tu ventana comenzará a las %@ y continuará hasta que la cierres manualmente.";

/* Some time on some day in the past. For example, '(Your eating window opened) at 10:00 on Jun 3'. */
"at %1$@ on %2$@" = "a las %1$@ del %2$@";

/* Some time today. For example, '(Your eating window opened) at 10:00pm'. */
"at %@" = "a las %@";

/* Label for a statistic describing the user's average eating window duration. Lowercased if applicable. */
"average" = "promedio";

/* Cancel (lowercased if applicable) */
"cancel" = "cancelar";

/* Label that appears above the time that the user closed their eating window. 'time closed' or 'end time' are acceptable alternative translations. Lowercased if applicable. */
"closed at" = "cerrada a las";

/* Label for a statistic describing the user's eating window count. Lowercased if applicable. */
"count" = "conteo";

/* Edit (lowercased if applicable) */
"edit" = "editar";

/* A sentence fragment of the format 'your eating window *ended at* 5pm'. Other acceptable translations include 'end time' or 'ending time'. Lowercased if applicable. */
"ended at" = "finalizó a las";

/* Message telling the user that their current eating window will not end unless it is ended manually.
   Text noting that the user's eating window was ended / closed manually by the user (e.g. a flexible eating window). */
"ended manually" = "finalizado manualmente";

/* Option that lets the user configure the end time of their eating window. 'end at' is also an acceptable translation. Lowercase if applicable. */
"ending at" = "finalizar a las";

/* Option that lets the user configure the end time of their eating window. 'end at...' is also an acceptable translation. Lowercase if applicable. */
"ending at..." = "finalizar a las...";

/* Option that lets the user configure their eating window to repeat ay the same time every day in the future. Lowercase if applicable. */
"every day" = "todos los días";

/* The user's current fast (the period of the day in which they didn't eat food). */
"fast" = "ayuno";

/* Title for a screen where the user can configure their flexible eating window. Lowercase if applicable. */
"flexible window" = "Ventana flexible";

/* Note that the user's fast begun at a certain time on the given date (e.g. from 3pm, April 8 (...to 3pm, April 8)) */
"from %1$@, %2$@" = "desde las %1$@, %2$@";

/* Abbreviation for 'kilograms', as in '10 kilograms = 10 kg' */
"kg" = "kg";

/* The name of the current language, in English. */
"language.name" = "Spanish";

/* Abbreviation for 'pounds', as in '10 pounds = 10 lbs' */
"lbs" = "lb";

/* Label for a statistic showing the user's longest eating window duration. Lowercased if applicable. */
"longest" = "más larga";

/* Label for a statistic showing the user's longest fast duration. Lowercased if applicable. */
"longest fast" = "más largo";

/* The absence of data. Abbreviation for 'not applicable'. */
"n/a" = "n/d";

/* Label that appears if the user did not fast on a given date. It is *very important* for this text to be as short as possible (ideally less than 10 characters). If 'no fast' cannot be succinctly translated, 'n/a' is an acceptable alternative translation. Lowercased if applicable. */
"no fast" = "sin ayuno";

/* Shown on the eating window history screen when the user has not recored any past eating windows (no-data state). Lowercased if applicable. */
"no window history" = "no hay ningún historial de ventanas";

/* Message telling the user their next eatinng window is not open / has not started. */
"not open" = "sin abrir";

/* Label that appears above the time that the user's eating window will end. In the format 'open until 10:00am'. Lowercased if applicable. */
"open until" = "abierta hasta las";

/* Label that appears above the time that the user opened their eating window. 'time opened' or 'start time' are acceptable alternative translations. Lowercased if applicable. */
"opened at" = "abierta a las";

/* Label that appears above the time that the user opened their eating window. 'start time' is an acceptable alternative translation. Lowercased if applicable. */
"opening at" = "tiempo de inicio";

/* Title for button that lets the user schedule thier eating window for the next day */
"schedule tomorrow's window" = "Programar ventana para mañana";

/* Label for a statistic showing the user's shortest eating window duration. Lowercased if applicable. */
"shortest" = "más breve";

/* Label for a statistic showing the user's shortest fast duration. Lowercased if applicable. */
"shortest fast" = "más breve";

/* Note that the user's fast ended at a certain time on the given date (e.g. 'Started 3pm, April 8') */
"since %1$@ on %2$@" = "desde las %1$@ del %2$@";

/* Abbreviation for 'stone' (a unit of weight commonly used in the United Kingdom), as in '10 stone = 10 st' */
"st" = "st";

/* A sentence fragment of the format 'your eating window *started* 10am'. Other acceptable translations include 'start time' or 'starting time'. Lowercased if applicable. */
"started at" = "inició a las";

/* Option that lets the user configure the start time of their eating window. 'start at' is also an acceptable translation. Lowercase if applicable. */
"starting at" = "iniciar a las";

/* Option that lets the user configure the start time of their eating window. 'start at...' is also an acceptable translation. Lowercase if applicable. */
"starting at..." = "Comenzar a las...";

/* A quotation of some text. In English, this would be “%@”. */
"string.quotation" = "“%@”";

/* Note that the user's fast ended at a certain time on the given date (e.g. (from 3pm, April 8...) to 3pm, April 8) */
"to %1$@, %2$@" = "hasta las %1$@, %2$@";

/* Option that lets the user configure their eating window to start on the current day. Lowercased if applicable. */
"today only" = "solo hoy";

/* An abbreviation for 'Today', if the normal word for 'Today' is too short */
"today.abbreviated" = "Hoy";

/* Option that lets the user configure their eating window to start on the next day. Lowercased if applicable. */
"tomorrow" = "mañana";

/* A sentence fragment of the format 'your next eating window *will end at* 5pm'. Other acceptable translations include 'end time' or 'ending time'. Lowercased if applicable. */
"will end at" = "finalizará a las";

/* A sentence fragment of the format 'your next eating window *will start at* 10am'. Other acceptable translations include 'start time' or 'starting time'. Lowercased if applicable. */
"will start at" = "comenzará a las";

/* Label telling the user that they have already completed their eating window for the day. Lowercase if applicable.
   Message telling the user that they have already completed their eating window for the day */
"window completed for the day" = "ventana completada para todo el día";

/* Message that apprears when the user chooses a flexible eating window, which does not have a set 'end' time and will stay open until the user manually ends / closes it. Lowercase if applicable. */
"window will remain open until you close it" = "La ventana permanecerá abierta hasta que la cierres";

/* Some time on the previous day. For example, '(Your eating window opened) yesterday at 10:00am'. */
"yesterday at %@" = "ayer a las %@";

/* Message telling the user that their next scheduled window opens at a specific time on some day in the future. Lowercase if applicable. */
"your next window opens at %1$@ on %2$@" = "tu próxima ventana se abre a las %1$@ el %2$@";

/* Message telling the user that their next eating window will open soon (e.g 'your next window opens in 5 minutes'). Lowercased if applicable. */
"your next window opens in %@" = "tu próxima ventana se abre en %@";

/* Message telling the user that their next scheduled window opens later on the current day. Lowercased if applicable. */
"your next window opens today at %@" = "tu próxima ventana se abre hoy a las %@";

/* Message telling the user that their next scheduled window opens at a specific time on the next day. Lowercased if applicable. */
"your next window opens tomorrow at %@" = "tu próxima ventana se abre mañana a las %@";

